Revit 2027 API
IndependentTag.MultiReferenceAnnotationId Property
 The multi-reference annotation which owns this tag.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId MultiReferenceAnnotationId { get; }
Public ReadOnly Property MultiReferenceAnnotationId As ElementId
	Get
public:
property ElementId^ MultiReferenceAnnotationId {
	ElementId^ get ();
}
member MultiReferenceAnnotationId : ElementId with get
Property Value
ElementId
Remarks
[!:Autodesk::Revit::DB::MultiReferenceAnnotation] for more information.
See Also
Reference
IndependentTag Class
Autodesk.Revit.DB Namespace